<template>
  <div class="index single-page yue">
    <h2 align="center">首页</h2>
    <h3>文字排版样例</h3>
    <p>深圳技术大学是广东省和深圳市高起点、高水平、高标准建设的本科层次公办普通高等学校。2015年，深圳市委市政府开始筹建深圳技术大学。2016年3月，深圳市人民政府办公厅发布关于设立深圳技术大学筹备办公室的通知。2017年7月，深圳市机构编制委员会发布关于设立深圳技术大学（筹）的通知。2017年9月、2018年9月深圳技术大学（筹）依托深圳大学分别招收了226人和807人。2018年11月30日，经教育部批准正式设立深圳技术大学，学校独立招生，标识码为4144014655，定位于应用型高等学校。2019年9月，学校首年独立招生录取807人，招生的六个省份均高于一本线（高优线/自招线）录取；其中，广东省理科投档线进入前十。</p>
    <p>学校充分借鉴和引进德国、瑞士等发达国家一流技术大学先进的办学经验，致力于培养本科及以上层次具有国际视野、工匠精神和创新创业能力的高水平工程师、设计师等高素质应用型人才，努力建成一流的应用型技术大学。</p>
    <h3>说明</h3>
    <p>文字排版引用了yue.css样式表，像<em>首页</em>，<em>关于</em>这种说明性的页面，个人比较倾向于单栏，比较方便阅读。</p>
  </div>
</template>

<script>
// @ is an alias to /src
// import HelloWorld from '@/components/HelloWorld.vue'

export default {
  name: 'Home',
  components: {

  }
}
</script>

<style scoped>
/*.index p{*/
/*  padding: 200px 0;*/
/*  text-align: center;*/
/*  font-size: 4rem;*/
/*  color: #999;*/
/*  font-weight: 200;*/
/*}*/
</style>